Repository: Pekket/bloedvoorraad
Catalog: lib/l10n/app_*.arb
Languages: fr, nl

# appTitle
source: Blood Stock
fr: Réserve de Sang
nl: Bloedvoorraad

source: Save
fr: Sauvegarder
nl: Opslaan

source: Cancel
nl: Annuleer

# drawerChangeBloodType
source: Change blood type
fr: Changer mon groupe sanguin
nl: Wijzig je bloedgroep

# drawerFamily
source: Family
fr: Famille
nl: Familie

# drawerSettings
source: Settings
fr: Réglages
nl: Instellingen

# drawerAboutApp
source: About this app
fr: Informations
nl: Over deze app

# profileTitle
source: Profile
fr: Profil
nl: Profiel

# profileChooseBloodType
source: Pick your blood type
fr: Choisissez votre groupe sanguin
nl: Kies je bloedgroep

# profilePrivacy
source: Your blood type will only be saved on this device
fr: Votre groupe sanguin sera sauvegardé uniquement sur cet appareil
nl: Je bloedgroep wordt enkel op je eigen toestel opgeslagen

# bloodSupplyCanDonate
source: Can donate blood to groups:
fr: Peut donner du sang aux groupes:
nl: Mag bloed geven aan groepen:

# bloodSupplyCanReceive
source: Can receive blood from groups:
fr: Peut recevoir du sang des groupes:
nl: Mag bloed krijgen van groepen:

# bloodSupplyFetchError
source: Something went wrong while retrieving the data.
fr: Une erreur est survenue lors du rafraîchissement
nl: Er liep iets fout bij het refreshen.

# appointmentBtnLabel
source: Make an appointment
fr: Prenez rendez-vous
nl: Maak een afspraak

# appointmentBtnError
source: Oops, something went wrong! Schedule your appointment at rodekruis.be.
fr: Oups, une erreur s'est produite. Prenez rendez-vous sur donneurdesang.be.
nl: Oeps, er ging wat mis! Surf voor een afspraak naar rodekruis.be.

# appointmentUrl
source: https://www.rodekruis.be/en/what-can-you-do/give-blood/where-can-you-give-blood/
nl: https://www.rodekruis.be/wat-kan-jij-doen/geef-bloed-of-plasma/waar-bloed-of-plasma-geven/

# shareBtnLabel
source: or motivate your friends
fr: ou convainquez vos amis
nl: of overtuig je vrienden

# shareMessage
source: Become a hero and donate blood!
fr: Soyez un héros et donnez du sang!
nl: Wees een held en doneer bloed!

# familyTitle
source: Add a family member
fr: Ajouter un membre de la famille
nl: Voeg een familielid toe

# familyNameLabel
source: Name
fr: Nom
nl: Naam

# familyEmptyList
source: No family members added yet
fr: Aucun membre ajouté
nl: Geen familieleden toegevoegd

# settingsTitle
source: Settings
fr: Réglages
nl: Instellingen

# settingsNotificationsSub
source: Receive a notification when your blood type runs low on stock.
fr: Recevez une notifications quand la réserve de votre groupe sanguin est basse.
nl: Ontvang een notificatie wanneer je bloedgroep een lage voorraad heeft.

# settingsNotificationsEnable
source: Notifications
nl: Notificaties

# settingsLanguageTitle
source: Language
fr: Langue
nl: Taal

# settingsDialogPopup
source: Give permissions to send notifications to your device.
nl: Geef permissie aan Bloedvoorraad om je notificaties te sturen.

source: Open settings
nl: Open instellingen

# bloodSupplyStatusCritical
source: Critical stock
fr: Réserve critique
nl: Kritische voorraad

# bloodSupplyStatusLow
source: Low stock
fr: Réserve faible
nl: Lage voorraad

# bloodSupplyStatusGood
source: Sufficient stock
fr: Réserve suffisante
nl: Voldoende voorraad

# bloodSupplyStatusCriticalDescription
source: The stock for this blood type is critically low.
fr: La réserve de sang de ce groupe est critiquement faible.
nl: De bloedvoorraad van deze bloedgroep is kritiek.

# bloodSupplyStatusLowDescription
source: The stock for this blood type is low.
fr: La réserve de sang de ce groupe est faible.
nl: De bloedvoorraad van deze bloedgroep is laag.

# bloodSupplyStatusGoodDescription
source: The stock for this blood type is sufficient.
fr: La réserve de sang de ce groupe est suffisante.
nl: De bloedvoorraad van deze bloedgroep is voldoende hoog.
